<template>
    <div>
        <h3>什么是转账？</h3>
        <p>转账功能是指从主账户或某个平台向其余平台进行转账，或反之；</p>

        <h3>为什么游戏前要先进行转账？</h3>
        <p>为了您更好，更顺利的体验游戏，我们会提示您在进入游戏前进行转账，避免进入游戏之后需要登出游戏来进行转账的反复操作；
            同时，您可任意将额度转至多个游戏账户中，体验不同游戏的欢乐与刺激！</p>

        <h3>游戏和游戏之间可以互相转账吗？</h3>
        <p>转账功能是指从主账我公司支持游戏与游戏之间进行直接转账！若您需要将B游戏的账户金额转至C游戏时，直接选择转出平台为B游戏，
            转人平台为C游戏，即可向C游戏进行转账。户或某个平台向其余平台进行转账，或反之；</p>

        <h3>为什么向游戏转账会失败？</h3>
        <p>向游戏转账失败可能存在以下几种原因：(1)第三方游戏数据异常或正在升级维护中；(2)数据对接异常，
            暂时无法进行资金操作；(3)网络连接异常，导致订单超时。</p>

        <h3>温馨提示：</h3>
        <p>转账失败时，建议您重新发起请求，或稍等片刻后再进行操作！</p>
    </div>
</template>

<script>
    export default {
        name: 'transfer.vue'
    }
</script>

<style scoped>
    h3{
        font-size: 16px;
        line-height: 40px;
        text-align: left;
        color: #666;
        margin-bottom: 5px;
    }
    p{
        font-size: 13px;
        text-align: left;
        color: #666;
        line-height: 20px;
        margin-bottom: 15px;
    }
</style>
